tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "autoconf"
brew "automake"
brew "berkeley-db", link: true
brew "glib"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "fd"
brew "gcc"
brew "gdb"
brew "ghostscript"
brew "git"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "icu4c"
brew "harfbuzz"
brew "i686-elf-gcc"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "json-c"
brew "leiningen"
brew "libgccjit"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "libxml2"
brew "llvm"
brew "maven"
brew "meson"
brew "nasm"
brew "nghttp2"
brew "node@18"
brew "openapi-generator"
brew "openssl@3"
brew "pinentry-mac"
brew "python@3.10"
brew "qemu"
brew "saml2aws"
brew "sbcl"
brew "texinfo", link: false
brew "tree"
brew "tree-sitter"
brew "wget"
brew "x86_64-elf-gcc"
brew "xorriso"
brew "yarn"
cask "vagrant"
